Repository: greenkode/sovereign-rag
Catalog: wordpress-plugin/sovereign-rag-plugin/languages/sovereign-rag-*.po
Languages: nl_nl

source: Sovereign RAG Assistant
nl_nl: SovereignRag AI Assistent

source: Settings
nl_nl: Instellingen

source: Review & Add Content
nl_nl: Controleer & Voeg Inhoud Toe

source: Settings saved successfully!
nl_nl: Instellingen succesvol opgeslagen!

source: AI Answer Generation (RAG)
nl_nl: AI Antwoordgeneratie (RAG)

source: Chat Widget Settings
nl_nl: Chat Widget Instellingen

source: Content Synchronization
nl_nl: Inhoud Synchronisatie

source: Chat Widget Look & Feel
nl_nl: Chat Widget Uiterlijk

source: API Connection Test
nl_nl: API Verbindingstest

source: Minimum Confidence Threshold
nl_nl: Minimale Betrouwbaarheidsdrempel

source: Enable AI Answers
nl_nl: AI Antwoorden Inschakelen

source: Allow General Knowledge
nl_nl: Algemene Kennis Toestaan

source: AI Personality
nl_nl: AI Persoonlijkheid

source: Default Response Language
nl_nl: Standaard Antwoordtaal

source: Enable Chat Widget
nl_nl: Chat Widget Inschakelen

source: Chat Widget Name
nl_nl: Chat Widget Naam

source: Session Inactivity Timeout
nl_nl: Sessie Inactiviteit Timeout

source: Initial Greeting Message
nl_nl: Initiële Begroetingsbericht

source: Greeting Hint Text
nl_nl: Begroetingshinttekst

source: Show General Knowledge Disclaimer
nl_nl: Toon Algemene Kennis Disclaimer

source: General Knowledge Disclaimer Text
nl_nl: Algemene Kennis Disclaimertekst

source: Auto-Sync Content
nl_nl: Automatisch Synchroniseren

source: Manual Sync
nl_nl: Handmatige Synchronisatie

source: Primary Color
nl_nl: Primaire Kleur

source: Secondary Color (Gradient)
nl_nl: Secundaire Kleur (Verloop)

source: Message Font Size (px)
nl_nl: Berichtlettergrootte (px)

source: Header Font Size (px)
nl_nl: Koptekstlettergrootte (px)

source: Preview
nl_nl: Voorbeeld

source: Sync All Published Content Now
nl_nl: Synchroniseer Alle Gepubliceerde Inhoud Nu

source: Clear Sync Status
nl_nl: Wis Synchronisatiestatus

source: Save Settings
nl_nl: Instellingen Opslaan

source: Test API Connection
nl_nl: Test API Verbinding

source: Widget Preview
nl_nl: Widget Voorbeeld

source: minutes
nl_nl: minuten

source: Unanswered Queries
nl_nl: Onbeantwoorde Vragen

source: Add Content
nl_nl: Voeg Inhoud Toe

source: Queries Needing Review
nl_nl: Vragen die Beoordeling Nodig Hebben

source: These are queries that couldn't be answered with high confidence from the knowledge base.
nl_nl: Dit zijn vragen die niet met hoge betrouwbaarheid konden worden beantwoord vanuit de kennisbank.

source: Bulk Accept
nl_nl: Bulk Accepteren

source: Bulk Ignore
nl_nl: Bulk Negeren

source: Add New Content
nl_nl: Voeg Nieuwe Inhoud Toe

source: Add information to the knowledge base manually or by uploading files.
nl_nl: Voeg informatie toe aan de kennisbank handmatig of door bestanden te uploaden.

source: Manual Text Entry
nl_nl: Handmatige Tekstinvoer

source: File Upload
nl_nl: Bestand Uploaden

source: Query
nl_nl: Vraag

source: AI Response
nl_nl: AI Antwoord

source: Timestamp
nl_nl: Tijdstempel

source: Confidence
nl_nl: Betrouwbaarheid

source: Used General Knowledge
nl_nl: Algemene Kennis Gebruikt

source: Actions
nl_nl: Acties

source: Title
nl_nl: Titel

source: Content
nl_nl: Inhoud

source: Source URL (optional)
nl_nl: Bron URL (optioneel)

source: Select File
nl_nl: Selecteer Bestand

source: Add to Knowledge Base
nl_nl: Toevoegen aan Kennisbank

source: Title (optional)
nl_nl: Titel (optioneel)

source: Upload & Process
nl_nl: Uploaden & Verwerken

source: Loading unanswered queries...
nl_nl: Onbeantwoorde vragen laden...

source: No unanswered queries found. Great job!
nl_nl: Geen onbeantwoorde vragen gevonden. Goed gedaan!

source: Sovereign RAG Assistant Management
nl_nl: SovereignRag AI Assistent Beheer

source: Content is automatically synchronized to the knowledge graph when you publish or update posts and pages.
nl_nl: Inhoud wordt automatisch gesynchroniseerd met de kennisgraaf wanneer u berichten en pagina's publiceert of bijwerkt.

source: You can also manually sync all content from the Settings page.
nl_nl: U kunt ook handmatig alle inhoud synchroniseren vanaf de Instellingenpagina.

source: Go to Settings
nl_nl: Ga naar Instellingen

source: Search Sovereign RAG Assistant
nl_nl: Zoek in SovereignRag AI Assistent

source: Number of Results
nl_nl: Aantal Resultaten

source: Results with lower confidence will be filtered out.
nl_nl: Resultaten met lagere betrouwbaarheid worden uitgefilterd.

source: Search
nl_nl: Zoeken

source: The URL where the SovereignRag AI backend API is running
nl_nl: De URL waar de SovereignRag AI backend API draait

source: Connection
nl_nl: Verbinding

source: API Connection
nl_nl: API Verbinding

source: Tenant Authentication
nl_nl: Tenant Authenticatie

source: Development Mode:
nl_nl: Ontwikkelingsmodus:

source: The default credentials connect to the auto-created development tenant.
nl_nl: De standaard inloggegevens verbinden met de automatisch aangemaakte ontwikkeling tenant.

source: Production:
nl_nl: Productie:

source: Replace these with your production tenant credentials from the SovereignRag AI backend startup logs.
nl_nl: Vervang deze met uw productie tenant inloggegevens uit de SovereignRag AI backend opstartlogs.

source: Your unique tenant identifier provided by SovereignRag AI
nl_nl: Uw unieke tenant identificatie verstrekt door SovereignRag AI

source: API Key
nl_nl: API Sleutel

source: Regenerate API Key
nl_nl: Genereer Nieuwe API Sleutel

source: Your secret API key is hidden for security. Only changed via "Regenerate API Key" button.
nl_nl: Uw geheime API sleutel is verborgen voor beveiliging. Alleen te wijzigen via "Genereer Nieuwe API Sleutel" knop.

source: Connection Test
nl_nl: Verbindingstest

source: AI Settings
nl_nl: AI Instellingen

source: AI Assistant Identity
nl_nl: AI Assistent Identiteit

source: AI Assistant Name
nl_nl: AI Assistent Naam

source: The name the AI identifies itself as when users ask "Who are you?" - used in system prompts
nl_nl: De naam waarmee de AI zichzelf identificeert wanneer gebruikers vragen "Wie ben je?" - gebruikt in systeemprompts

source: Customer Service (Friendly & Helpful)
nl_nl: Klantenservice (Vriendelijk & Behulpzaam)

source: Professional Expert (Polished & Knowledgeable)
nl_nl: Professionele Expert (Gepolijst & Deskundig)

source: Casual Friend (Warm & Relatable)
nl_nl: Casual Vriend (Warm & Herkenbaar)

source: Technical Specialist (Detailed & Thorough)
nl_nl: Technisch Specialist (Gedetailleerd & Grondig)

source: Concise Assistant (Brief & Direct)
nl_nl: Beknopte Assistent (Kort & Direct)

source: Educational Tutor (Clear & Encouraging)
nl_nl: Educatieve Tutor (Helder & Bemoedigend)

source: Choose the AI's communication style and personality
nl_nl: Kies de communicatiestijl en persoonlijkheid van de AI

source: Default Language
nl_nl: Standaardtaal

source: Auto-detect from user input
nl_nl: Automatisch detecteren van gebruikersinvoer

source: English
nl_nl: Engels

source: Dutch (Nederlands)
nl_nl: Nederlands

source: German (Deutsch)
nl_nl: Duits (Deutsch)

source: French (Français)
nl_nl: Frans (Français)

source: Spanish (Español)
nl_nl: Spaans (Español)

source: Italian (Italiano)
nl_nl: Italiaans (Italiano)

source: Portuguese (Português)
nl_nl: Portugees (Português)

source: Choose the default language for AI responses
nl_nl: Kies de standaardtaal voor AI antwoorden

source: Knowledge & Responses
nl_nl: Kennis & Antwoorden

source: Results with lower confidence will be filtered out (0-1, default: 0.5)
nl_nl: Resultaten met lagere betrouwbaarheid worden uitgefilterd (0-1, standaard: 0.5)

source: Answer questions outside the knowledge graph using AI's general knowledge
nl_nl: Beantwoord vragen buiten de kennisgraaf met behulp van algemene AI kennis

source: Add disclaimer when using general knowledge
nl_nl: Voeg disclaimer toe bij gebruik van algemene kennis

source: Disclaimer Text
nl_nl: Disclaimertekst

source: Display source links in AI responses
nl_nl: Toon bronlinks in AI antwoorden

source: Widget Settings
nl_nl: Widget Instellingen

source: Chat Widget Title
nl_nl: Chat Widget Titel

source: Show floating chat widget on frontend pages
nl_nl: Toon zwevende chat widget op frontend pagina's

source: The title shown in the chat widget header (e.g., "Support Chat", "Ask AI")
nl_nl: De titel weergegeven in de chat widget header (bijv. "Support Chat", "Vraag AI")

source: Session Timeout
nl_nl: Sessie Timeout

source: Inactivity timeout before prompting user (default: 5 minutes)
nl_nl: Inactiviteit timeout voordat gebruiker wordt gevraagd (standaard: 5 minuten)

source: Greeting Message
nl_nl: Begroetingsbericht

source: The greeting shown when users first open the chat
nl_nl: De begroeting weergegeven wanneer gebruikers de chat voor het eerst openen

source: Greeting Hint
nl_nl: Begroetingshint

source: Hint text shown below the greeting
nl_nl: Hinttekst weergegeven onder de begroeting

source: Appearance
nl_nl: Uiterlijk

source: Widget Colors
nl_nl: Widget Kleuren

source: Main color for header and buttons (default: #667eea)
nl_nl: Hoofdkleur voor header en knoppen (standaard: #667eea)

source: Secondary Color
nl_nl: Secundaire Kleur

source: Secondary color for gradient effects (default: #764ba2)
nl_nl: Secundaire kleur voor verloopeffecten (standaard: #764ba2)

source: Typography
nl_nl: Typografie

source: Message Font Size
nl_nl: Berichtlettergrootte

source: Font size for chat messages (default: 14px)
nl_nl: Lettergrootte voor chatberichten (standaard: 14px)

source: Header Font Size
nl_nl: Koptekstlettergrootte

source: Font size for widget header (default: 18px)
nl_nl: Lettergrootte voor widget header (standaard: 18px)

source: Content Sync
nl_nl: Inhoud Synchronisatie

source: Automatically sync posts/pages to knowledge graph when published or updated
nl_nl: Synchroniseer automatisch berichten/pagina's naar kennisgraaf wanneer gepubliceerd of bijgewerkt

source: Click to manually sync all published posts and pages to the knowledge graph.
nl_nl: Klik om handmatig alle gepubliceerde berichten en pagina's te synchroniseren naar de kennisgraaf.

source: Auto-detect
nl_nl: Automatisch detecteren

source: Yes, helpful
nl_nl: Ja, behulpzaam

source: No, not helpful
nl_nl: Nee, niet behulpzaam

source: Ask a question...
nl_nl: Stel een vraag...

source: Close chat
nl_nl: Sluit chat

source: Send message
nl_nl: Verstuur bericht

source: Searching...
nl_nl: Zoeken...

source: Search Results
nl_nl: Zoekresultaten

source: Information to Share
nl_nl: Informatie om te Delen

source: Description
nl_nl: Beschrijving

source: Enter information you'd like to add to the knowledge graph...
nl_nl: Voer informatie in die u aan de kennisgraaf wilt toevoegen...

source: Brief description of this information
nl_nl: Korte beschrijving van deze informatie

source: User submission
nl_nl: Gebruikersinzending

source: Submitting...
nl_nl: Verzenden...

source: https://example.com/source
nl_nl: https://voorbeeld.nl/bron

source: Confirm Action
nl_nl: Actie Bevestigen

source: Are you sure you want to perform this action?
nl_nl: Weet u zeker dat u deze actie wilt uitvoeren?

source: Cancel
nl_nl: Annuleren

source: Confirm
nl_nl: Bevestigen

source: A descriptive title for this content
nl_nl: Een beschrijvende titel voor deze inhoud

source: Enter the content to add to the knowledge base
nl_nl: Voer de inhoud in om toe te voegen aan de kennisbank

source: If not provided, filename will be used as title
nl_nl: Indien niet opgegeven, wordt de bestandsnaam als titel gebruikt

source: URL where this file/information comes from
nl_nl: URL waar dit bestand/deze informatie vandaan komt

source: URL where this information comes from
nl_nl: URL waar deze informatie vandaan komt
